Repository: khoren93/SwiftHub
Catalog: SwiftHub/Resources/*.lproj/Localizable.strings
Languages: hy

# Common.Yes
source: Yes
hy: Այո

# Common.No
source: No
hy: Ոչ

# Common.OK
source: OK
hy: Լավ

# Common.Cancel
source: Cancel
hy: Չեղարկել

# Common.Done
source: Done
hy: Կատարել

# Common.Back
source: Back
hy: Վերադառնալ

# Common.Close
source: Close
hy: Փակել

# Common.Edit
source: Edit
hy: Խմբագրել

# Common.Next
source: Next
hy: Հաջորդը

# Common.Skip
source: Skip
hy: Բաց թողնել

# Common.Reset
source: Reset
hy: Վերականգնել

# Common.Save
source: Save
hy: Պահել

# Common.Delete
source: Delete
hy: Հեռացնել

# Common.Search
source: Search
hy: Որոնում

# Common.Success
source: Success
hy: Հաջողություն

# Common.Error
source: Error
hy: Սխալ

# Common.NoResults
source: No Results
hy: Ոչ մի արդյունք

# Toast.ConnectionBack.Message
source: Back online
hy: Կապը վերականգնվեց

# Toast.ConnectionLost.Message
source: No connection
hy: Կապ չկա

# Home.TabBar.Events.Title
source: Events
hy: Միջոցառումներ

# Home.TabBar.Search.Title
source: Search
hy: Որոնում

# Home.TabBar.Profile.Title
source: Profile
hy: Իմ էջը

# Home.TabBar.Login.Title
source: Login
hy: Մուտք

# Home.TabBar.Notifications.Title
source: Activities
hy: Ծանուցումներ

# Home.TabBar.Settings.Title
source: Settings
hy: Կարգավորումներ

# Initial.NoResults
source: Welcome to SwiftHub!
hy: Բարի գալուստ SwiftHub!

# Events.Navigation.Title
source: Events
hy: Միջոցառումներ

# Events.ReceivedSegment.Title
source: Received
hy: Ստացված

# Events.PerformedSegment.Title
source: Performed
hy: Կատարված

# Login.BasicSegment.Title
source: Basic
hy: Հիմնական

# Login.LoginTextField.Placeholder
source: login
hy: մուտքանուն

# Login.PasswordTextField.Placeholder
source: password
hy: գաղտնաբառ

# Login.BasicLoginButton.Title
source: Login
hy: Մուտք

# Login.TitleLabel.Text
source: Welcome to SwiftHub
hy: Բարի գալուստ SwiftHub

# Login.DetailLabel.Text
source: For API requests using Basic Authentication or OAuth, you can make up to 5000 requests per hour. For unauthenticated requests, the rate limit allows for up to 60 requests per hour.
hy: Հիմնական Authentication-ի կամ OAuth-ի օգտագործման շնորհիվ կարող եք կատարել ժամում մինչեւ 5000 հարցում: Անանուն հարցումների համար սահմանվում է ժամում մինչեւ 60 հարցում:

# Login.OAuthloginButton.Title
source: Sign in with Github
hy: Մուտք Github-ով

# Login.LoginFailed.Description
source: Please check your login or password
hy: Խնդրում ենք ստուգել ձեր մուտքանունը կամ գաղտնաբառը

# Notifications.Navigation.Title
source: Notifications
hy: Ծանուցումներ

# Notifications.UnreadSegment.Title
source: Unread
hy: Չընթերցված

# Notifications.ParticipatingSegment.Title
source: Participating
hy: Մասնակից

# Notifications.AllSegment.Title
source: All
hy: Բոլորը

# Notifications.MarkAsRead.Success
source: All notifications marked as read
hy: Բոլոր ծանուցումները նշված են որպես ընթերցված

# Repositories.RepositoriesNavigation.Title
source: Repositories
hy: Ռեպոզիտորիաներ

# Repositories.StarredNavigation.Title
source: Starred
hy: Աստղանշված

# Repositories.ForksNavigation.Title
source: Forks
hy: Ճյուղեր

# Repository.WatchersButton.Title
source: Watchers
hy: Դիտորդներ

# Repository.StarsButton.Title
source: Stars
hy: Աստղեր

# Repository.ForksButton.Title
source: Forks
hy: Ճյուղեր

# Repository.ParentCell.Title
source: Forked from
hy: Ճյուղավորված է

# Repository.LanguageCell.Title
source: Language
hy: Լեզուն

# Repository.SizeCell.Title
source: Size
hy: Չափը

# Repository.CreatedCell.Title
source: Created
hy: Ստեղծվել է

# Repository.UpdatedCell.Title
source: Updated
hy: Թարմացվել է

# Repository.HomepageCell.Title
source: Homepage
hy: Կայք

# Repository.IssuesCell.Title
source: Issues
hy: Խնդիրներ

# Repository.PullRequestsCell.Title
source: Pull Requests
hy: հարցումներ

# Repository.BranchesCell.Title
source: Branches
hy: Ճյուղեր

# Repository.ReleasesCell.Title
source: Releases
hy: Թողարկումներ

# Repository.EventsCell.Title
source: Events
hy: Իրադարձություններ

# Repository.NotificationsCell.Title
source: My Notifications
hy: Իմ ծանուցումները

# Repository.ContributorsCell.Title
source: Contributors
hy: Ներդրողներ

# Repository.ReadmeCell.Title
source: Readme
hy: Կարդացեք ինձ

# Repository.SourceCell.Title
source: Source Code
hy: Աղբյուրի կոդը

# Repository.StarsHistoryCell.Title
source: Stars History
hy: Աստղերի պատմություն

# Repository.CountLinesOfCodeCell.Title
source: Count Lines of Code
hy: Կոդի տողերի քանակը

# Issues.Navigation.Title
source: Issues
hy: Խնդիրներ

# Issues.OpenSegment.Title
source: Open
hy: Բաց

# Issues.ClosedSegment.Title
source: Closed
hy: Փակ

# Search.SearchBar.Placeholder
source: Global Search
hy: Գլոբալ որոնում

# Search.RepositoriesSegment.Title
source: Repositories
hy: Ռեպոզիտորիաներ

# Search.UsersSegment.Title
source: Users
hy: Օգտատերեր

# Search.DailySegment.Title
source: Daily
hy: Օրվա

# Search.WeeklySegment.Title
source: Weekly
hy: Շաբաթվա

# Search.MonthlySegment.Title
source: Monthly
hy: Ամսվա

# Search.TrendingSegment.Title
source: Trending
hy: Թրենդինգ

# Search.SearchSegment.Title
source: Search
hy: Որոնում

# Search.TrendingSection.Title
source: Trending
hy: Թրենդինգ

# Search.TrendingSectionWithLanguage.Title
source: Trending results for %@
hy: Թրենդինգ արդյունքներ %@-ում

# Search.SearchSection.Title
source: Search
hy: Որոնում

# Search.SearchSectionWithLanguage.Title
source: Search results for %@
hy: Որոնման արդյունքներ %@-ում

# Search.RepositoriesTotalCount.Title
source: %@ repositories
hy: %@ ռեպոզիտորիաներ

# Search.UsersTotalCount.Title
source: %@ users
hy: %@ օգտագործողներ

# Search.SortRepositories.BestMatch.Title
source: Best match
hy: Լավագույն համընկնում

# Search.SortRepositories.MostStars.Title
source: Most stars
hy: Շատ աստղեր

# Search.SortRepositories.FewestStars.Title
source: Fewest stars
hy: Քիչ աստղեր

# Search.SortRepositories.MostForks.Title
source: Most forks
hy: Շատ ճյուղեր

# Search.SortRepositories.FewestForks.Title
source: Fewest forks
hy: Քիչ ճյուղեր

# Search.SortRepositories.RecentlyUpdated.Title
source: Recently updated
hy: Վերջերս է թարմացվել

# Search.SortRepositories.LastRecentlyUpdated.Title
source: Last recently updated
hy: Շուտ է թարմացվել

# Search.SortUsers.BestMatch.Title
source: Best match
hy: Լավագույն համընկնում

# Search.SortUsers.MostFollowers.Title
source: Most followers
hy: Շատ հետեւորդներ

# Search.SortUsers.FewestFollowers.Title
source: Fewest followers
hy: Քիչ հետեւորդներ

# Search.SortUsers.MostRecentlyJoined.Title
source: Most recently joined
hy: Վերջերս է միացել

# Search.SortUsers.LeastRecentlyJoined.Title
source: Least recently joined
hy: Շուտ է միացել

# Search.SortUsers.MostRepositories.Title
source: Most repositories
hy: Շատ ռեպոզիտորիաներ

# Search.SortUsers.FewestRepositories.Title
source: Fewest repositories
hy: Քիչ ռեպոզիտորիաներ

# Settings.Navigation.Title
source: Settings
hy: Կարգավորումներ

# Settings.AccountSection.Title
source: Account
hy: Հաշիվ

# Settings.ProjectsSection.Title
source: My Projects
hy: Իմ Ծրագրերը

# Settings.PreferencesSection.Title
source: Preferences
hy: Պարամետրեր

# Settings.Banner.Title
source: Ads enabled
hy: Գովազդները միացված են

# Settings.NightMode.Title
source: Night mode
hy: Գիշերային ռեժիմ

# Settings.Theme.Title
source: Color theme
hy: Գունային թեման

# Settings.Language.Title
source: Language
hy: Լեզու

# Settings.Contacts.Title
source: Invite friends
hy: Հրավիրել ընկերներին

# Settings.RemoveCache.Title
source: Remove cache
hy: Հեռացնել Cache-ը

# Settings.RemoveCache.Alert.SuccessMessage
source: Cache Successfully Cleared
hy: Cache-ը հաջողությամբ մաքրվել է

# Settings.SupportSection.Title
source: Support
hy: Աջակցություն

# Settings.Acknowledgements.Title
source: Acknowledgements
hy: Երախտագիտություն

# Settings.WhatsNew.Title
source: Whats New
hy: Ինչ է Նոր

# Settings.LogOut.Title
source: Log Out
hy: Դուրս գալ

# Settings.Logout.Alert.Message
source: Are you sure want to log out from SwiftHub?
hy: Ցանկանում ե՞ք դուրս գալ SwiftHub-ից:

# Settings.Logout.Alert.ConfirmButton.Title
source: Logout
hy: Ելք

# Language.Navigation.Title
source: Language
hy: Լեզու

# Theme.Navigation.Title
source: Color theme
hy: Գունային թեման

# Contacts.Navigation.Title
source: Invite friends
hy: Հրավիրել ընկերներին

# Contacts.PermissionDenied.Title
source: We need your permission!
hy: Մեզ հարկավոր է ձեր թույլտվությունը:

# Contacts.PermissionDenied.Description
source: We can't continue without your permission to access your contacts. Try Again?
hy: Մենք չենք կարող շարունակել արանց ձեր կոնտակտների մուտքի թույլտվության: Փորձեք կրկին?

# Contacts.PermissionDenied.Button
source: Settings
hy: Կարգավորումներ

# User.RepositoriesButton.Title
source: Repositories
hy: Ռեպոզիտորիաներ

# User.FollowersButton.Title
source: Followers
hy: Հետեւորդներ

# User.FollowingButton.Title
source: Following
hy: Համախոհներ

# User.StarsCell.Title
source: Stars
hy: Աստղեր

# User.WatchingCell.Title
source: Watching
hy: Դիտում է

# User.EventsCell.Title
source: Events
hy: Միջոցառումներ

# User.CompanyCell.Title
source: Company
hy: Ընկերություն

# User.BlogCell.Title
source: Blog
hy: Կայք

# User.ProfileSummaryCell.Title
source: Profile Summary
hy: Պրոֆիլի Ամփոփագիր

# User.PinnedSection.Title
source: Pinned
hy: Կապակցված

# User.OrganizationsSection.Title
source: Organizations
hy: Կազմակերպություններ

# Users.FollowersNavigation.Title
source: Followers
hy: Հետեւորդներ

# Users.FollowingNavigation.Title
source: Following
hy: Համախոհներ

# Users.WatchersNavigation.Title
source: Watchers
hy: Դիտորդներ

# Users.StargazersNavigation.Title
source: Stargazers
hy: Աստղանշողներ

# Users.ContributorsNavigation.Title
source: Contributors
hy: Ներդրողներ

# WhatsNew.Title
source: Whats New
hy: Ինչ է Նոր

# WhatsNew.Item1.Title
source: Count Lines of Code
hy: Կոդի տողերի քանակը

# WhatsNew.Item1.Subtitle
source: Tool for counting lines of code from repositories
hy: Կոդերի տողերը հաշվելու գործիք

# WhatsNew.Item2.Title
source: Themes
hy: Գունային Թեմաներ

# WhatsNew.Item2.Subtitle
source: You can apply different themes with Light and Dark modes
hy: Դուք կարող եք կիրառել տարբեր Գունային թեմաներ բաց եւ մուգ եղանակներով

# WhatsNew.Item3.Title
source: Open Source
hy: Բաց կոդով

# WhatsNew.Item3.Subtitle
source: SwiftHub is open source Stars are welcome ★
hy: SwiftHub-ը լիովին բաց կոդով է Աստղերը շատ ողջունելի են ★

# WhatsNew.Item4.Title
source: Trending
hy: Ընթացիկ

# WhatsNew.Item4.Subtitle
source: See what the GitHub community is most excited about today
hy: Տեսեք, թե ինչով է այսօր GitHub համայնքը առավել հետաքրքրված

# WhatsNew.DetailButton.Title
source: View on GitHub
hy: Դիտել GitHub- ում

# WhatsNew.CompletionButton.Title
source: Continue
hy: Շարունակել

# Languages.Navigation.Title
source: Languages
hy: Լեզուներ

# Languages.allButton.Title
source: All Languages
hy: Բոլոր Լեզուներ

# Languages.PopularSection.Title
source: Popular
hy: Հանրահայտ

# Languages.AllSection.Title
source: All
hy: Բոլորը
